/* No comment provided by engineer. */
"%d/%ld bytes" = "%1$d/%2$ld bytes";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot connect with the device: %@" = "Cannot connect with the device: %@";

/* No comment provided by engineer. */
"Clean board licenses" = "Clean board licenses";

/* No comment provided by engineer. */
"Clean caches licenses" = "Clean caches licenses";

/* No comment provided by engineer. */
"Clean Licenses" = "Clean Licenses";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Connecting" = "Connecting";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error cleaning the board licenses" = "Error cleaning the board licenses";

/* No comment provided by engineer. */
"Error sending the data" = "Error sending the data";

/* No comment provided by engineer. */
"Error while opening the file" = "Error while opening the file";

/* No comment provided by engineer. */
"Firmware Upgrade" = "Firmware Upgrade";

/* No comment provided by engineer. */
"Firmware upgrade not available" = "Firmware upgrade not available";

/* No comment provided by engineer. */
"Firmware upgrade not supported, please upgrade the firmware" = "Firmware upgrade not supported, please upgrade the firmware";

/* No comment provided by engineer. */
"Flashing the new firmware" = "Flashing the new firmware";

/* No comment provided by engineer. */
"Formatting..." = "Formatting...";

/* No comment provided by engineer. */
"FW Flash done" = "FW Flash done";

/* No comment provided by engineer. */
"Hide keyboard" = "Hide keyboard";

/* No comment provided by engineer. */
"Invalid company" = "Invalid company";

/* No comment provided by engineer. */
"Invalid E-Mail" = "Invalid E-Mail";

/* No comment provided by engineer. */
"Invalid license code" = "Invalid license code";

/* No comment provided by engineer. */
"Invalid license name" = "Invalid license name";

/* No comment provided by engineer. */
"Invalid name" = "Invalid name";

/* No comment provided by engineer. */
"License loaded, reconnect to the board to enable it" = "License loaded, reconnect to the board to enable it";

/* No comment provided by engineer. */
"License Manager" = "License Manager";

/* No comment provided by engineer. */
"License manager not supported" = "License manager not supported";

/* No comment provided by engineer. */
"Licenses removed, board is resetting" = "Licenses removed, board is resetting";

/* No comment provided by engineer. */
"Loading license status" = "Loading license status";

/* No comment provided by engineer. */
"Logger data" = "Logger data";

/* No comment provided by engineer. */
"Message Failed!" = "Message Failed!";

/* No comment provided by engineer. */
"Message Ok" = "Message Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please use only Latin chars" = "Please use only Latin chars";

/* No comment provided by engineer. */
"Reading firmware version" = "Reading firmware version";

/* No comment provided by engineer. */
"Send ?? for help" = "Send ?? for help";

/* No comment provided by engineer. */
"Send help" = "Send help";

/* No comment provided by engineer. */
"Show Debug Console" = "Show Debug Console";

/* No comment provided by engineer. */
"Start Logging" = "Start Logging";

/* No comment provided by engineer. */
"Stop Logging" = "Stop Logging";

/* No comment provided by engineer. */
"Transmitted data are corrupted" = "Transmitted data are corrupted";

/* No comment provided by engineer. */
"Unknown Error" = "Unknown Error";

/* No comment provided by engineer. */
"Upgrade completed in: %.2fs\nThe board is resetting" = "Upgrade completed in: %.2fs\nThe board is resetting";

/* No comment provided by engineer. */
"Valid license" = "Valid license";

/* No comment provided by engineer. */
"Version: %@" = "Version: %@";

/* No comment provided by engineer. */
"Wrong license name" = "Wrong license name";

/* No comment provided by engineer. */
"Wrong license, please reset the board" = "Wrong license, please reset the board";

/* No comment provided by engineer. */
"Your email was not sent" = "Your email was not sent";

/* No comment provided by engineer. */
"Your email was not sent." = "Your email was not sent.";

/* No comment provided by engineer. */
"Your message has been sent." = "Your message has been sent.";

